package ru.selenium.training;

/**
 * Задание на CSS селектор. Сделайте СSS селектор, выводящий все страны, начинающие на букву A
 * где выполнять следующие действия:
 * 1) входит в панель администратора http://localhost/litecart/admin
 * 2) переходим на вкладку Countries
 *
 * Запрос должен отвечать следующим параметрам:
 *
 * при изменении порядка стран (при добавлении или удалении страны должно поддерживаться актуальное число стран, начинающих на букву А)
 * в списке не должно присутствовать такие страны как 'Netherlands Antilles' и 'United Arab Emirates'
 * в результате выполнения запроса должно получиться список из 15 элементов
 */

public class Task6_CssSelector {
}
